{"podcast_details": {"podcast_title": "The Intelligence from The Economist", "episode_title": "Make ore break: Latin America’s commodities", "episode_image": "https://assets.pippa.io/shows/62e286a934d4d93d6587424a/1689776476419-b4e4678d8a2f9264c3a6b3be36f4eb79.jpeg", "episode_transcript": " Hello and welcome to The Intelligence from The Economist. I'm Jason Palmer. And I'm Aura Ogunbiyi. Every weekday we provide a fresh perspective on the events shaping your world. The car industry as we keep talking about is changing. Not only what kinds of cars are being made, but which countries are making them. So what does that mean for the biggest car firm in the world and the country that defines itself as a carmaker? And is it coming home? Is it? England is rallying around the Lionesses as they head to the World Cup final. Could the team's successes encourage more girls to take up and keep up the sport? But first... Recently I visited the Atacama Desert in northern Chile. Ana Lankes is The Economist's Latin America correspondent. And the landscape there is really striking. When you land in Calama Airport, it looks a bit like Mars. The sand is quite reddish. And then we drove two hours across the desert to get to salt flats that contain lithium, which is the ore for the soft light metal used to make high capacity batteries. And as you get closer to the salt flats, the earth becomes pockmarked with white crystals and it starts to look like the surface of the moon. And I was there to visit a lithium plant run by a Chilean company called SQM. I met with the head of operations at the plant who's named Claudio Adones. He told me the plant I was in was the biggest in the world. SQM pumps up mineral rich brine out of those salt flats. And what happens with the brine is that they put it in a series of evaporation ponds, which Mr. Adones showed me. And where that brine forms like a patchwork of emerald and blue. And after several months, you get a solution called lithium chloride, which is like an oily type of water with a higher concentration of lithium in it. And that lithium chloride is then lugged hundreds of kilometers across the desert to a refinery near a port town called Antofarata, which I visited. And where that lithium chloride is filtered and cleaned and processed. And it's refined into a powder called lithium carbonate equivalent. And that powder is the stuff that goes into the batteries that go into your electric vehicle. So the Atacama desert is the start of this long supply chain. And it's becoming more and more important because the global electric vehicle fleet is set to grow at least tenfold by 2030. But lithium isn't the only raw material that Latin America exports. In fact, the region could be on the verge of a massive commodities boom. And what's driving that commodities boom? So there are three long term structural factors. One is the green transition. That's increasing demand for metals and minerals. The second factor is that the global population is growing and requires more foodstuffs like grains and meat. Third, geopolitical tensions between China and the US are prompting some investors to look for neutral regions. And Latin American countries fit the bill particularly well. And why is that? Why are they so well positioned to fill in this gap? So let's start with resources. Latin America has lots of deposits of critical minerals and metals. So just Chile and Peru have 30% of the world's exploitable reserves of copper. And Latin America also has almost 60% of known lithium in the world. Bolivia has tin. Brazil has graphite and other battery metals. And the process of getting those metals out of the ground is easier and cheaper in Latin America than elsewhere, partly because they're closer to the surface. The region is also the world's largest net food exporter. It has huge tracts of farmland and a relatively small population. So Latin America already provides 60% of the world's traded soybeans and more than 30% of the global supply of maize, beef, poultry and sugar. Exports are expected to keep rising to meet growing demand. And now let's talk a bit more about this geopolitical element. Tell me about that. Many companies are nearshoring. That means that they're moving supply chains closer to the centers of demand like the US or Europe because of increasing rivalry with China. So the decoupling between the superpowers, the US and China, might benefit countries that are closer to the centers of demand and that are also relatively peaceful and neutral. And second, there was a lot of money invested in China that now investors are thinking about putting in other countries. And the third factor is that Russia's invasion of Ukraine House also led particularly European countries to think about diversifying their supply chains. All of that is making Latin America an increasingly attractive place to invest. US policy is also helping. So for example, the Inflation Reduction Act, one of President Joe Biden's big legislative programs, mandates that from 2027, 80% of the market value of critical minerals used to make electric vehicle batteries must be extracted or processed in the United States or one of the countries with which the United States has a free trade agreement. Chile, Peru and Mexico have free trade agreements with the US. Okay, so lots of natural resources, spaces to grow food and pretty favorable geopolitics. It sounds like there's a reason for some optimism here. So yes, there are a lot of things going for Latin America, but Latin America is also going to need to do the right things to attract this investment and to make all of this actually work. And the biggest issue is money. So last year, more money was spent in the region than in any other region on exploring for a basket of eight of the main green transition metals. But the region is still punching below its weight. So many traders that my colleague Mathieu Favasse, the commodities correspondent, and I talked to complained that mines in Latin America, for example, are always five years away from getting started. Latin America has fewer projects on paper, but a similar number of committed new mines. There are other issues as well. Climate change is actually one of them. And how is that? On the one hand, climate issues can cause problems like floods. So earlier this year, floods caused huge copper mines to close in Chile and Peru. But on the other hand, these projects can also harm the local environment and that's making people increasingly angry. So I spoke to Sonia Ramos of Ilu Sin Fronteras and NGO in San Pedro de Atacama, which is the village I visited. And she's really worried about lithium mining affecting water supplies in her community. And these kinds of concerns are leading to increasing protests by local indigenous communities and also environmental activists. Operations at a Peruvian copper mine that produces 2% of global supply were halted in February, for example, by protests. That means that the permitting process is getting longer to get the kind of regulatory approval from environmental agencies to build these mines. What's also scaring investors right now is that in the past few years, a wave of nationalist and left-wing governments has come to power in Latin America. And many of these governments want the state to have a bigger role in the mining industry. So for example, in April of this year, President Gabriel Boric of Chile announced a lithium strategy, which suggested that the government would have majority control of any future lithium mining operations. In Mexico, President Andres Manuel Lopez Obrador also recently announced plans to nationalize the lithium industry. So both things, the fact that it's getting harder to get permits and then the fact that once you have those permits, the rules of the game might change, is kind of scaring investors. And legal certainty is really important because capital invested in new mines is recouped only years into projects. So once the Latin American countries tackle these issues, then they should be reaping some big rewards, right? So yes, they will be reaping rewards, but there are also major risks that come with a sudden influx of riches. One is that when you're a major commodities exporter, that can make your domestic currency appreciate and it can make non-commodity exports less competitive. And it can make your economy very dependent on extractive industries, which can be volatile because demand can change. The second problem is suddenly a lot of countries are going to get a lot of money. And in Latin America, there aren't that many countries that have the institutions in place to invest this money really well, like sophisticated sovereign wealth funds, for example. And can anything be done about that? So in terms of the first problem, yes, central banks can try to keep currencies from getting too valuable too fast. Exporters can also hedge against price fluctuations by buying futures and options on derivatives markets to deal with the fact that commodities prices can be very volatile. It takes longer to build solid institutions. So basically, I think there's reason to be optimistic about three countries that already have a lot of experience mining metals and minerals or producing other commodities like foodstuffs. And those three countries are Chile, Peru and Brazil, also because they have fairly robust and independent financial institutions. So with the right approach, the Commodities Rush presents a historic opportunity not just to transform the Atacama Desert, but the entire region's fortunes. Anna, thank you so much for your time. Thank you, Ori. Let's talk about a spectacular manufacturing fall from grace. Starting in the late 1990s, Nokia was like the mobile phone maker, a household name. The new Nokia 7110 in your hand, you have the world at your fingertips. Turn and click to write a message. Use the Navi Roller to select from up to 1000 names, each with up to five numbers and two rows of text. I myself, most people I knew, had a Nokia 3310, but it was in 2003 that the company launched its real bestseller, the 1100, with a built-in flashlight or torch and an inbox that could hold 50 texts. But then in 2007, along came the first iPhone. After that, Nokia's fall came swiftly. By 2014, the company had sold off its phone division altogether. It's a change of fortunes that a decade before would have been unthinkable to Finland and its flagship firm. How could Nokia not make phones? Now let's fast forward to today. A disturbance of similar proportions seems to be rumbling through the car industry and has one company, perhaps one country, particularly nervous. So Volkswagen's boss, Thomas Schaeffer, who's pretty new in the job, recently said in front of his top management is that the future of the VW brands at stake and actually that the roofs in Wolfsburg are burning and Wolfsburg, that's where the company is based. Ludwig Sigler is the Economist's European Business Editor. He was echoing actually what the former boss of Nokia said when he took over, when he was back when there still was a Nokia, saying that the platform is burning and Nokia is about to die. So there's a certain parallel here. So what's driving this roof burning concern? So if you look at the recent numbers of Volkswagen, I mean, it doesn't seem to be an imminent danger of perishing. I mean, they just announced a healthy increase of sales year on year, 18% in the first half of 2023. They took in 156 billion euros. So it's a big company that has 10 brands. It's not going to die as quickly as Nokia. It's much more deeply rooted I think in the economy in Germany. And the other car companies in Germany, the big car companies BMW and Mercedes-Benz are also clipping along nicely. So an imminent explosion of the car industry in Germany seems unlikely. But that said, it's no longer impossible. Well, with numbers like that, it doesn't seem likely at all with what's actually going on under the bonnet as it were. The car industry is going through three major transitions. One is electrification. The other one is kind of software reification. And the third one is China electrification. That's pretty easy to explain. It's building electric cars instead of cars with an internal combustion engine. Second transition is a bit more complex. Software in cars is becoming more and more important. And that's more of a challenge for companies that are used to building fancy hardware. The mechanical wonders, all of a sudden they have to program or develop a lot of software. That's an issue. And the third one is China. So German car companies in particular have benefited usually from the growth of China's economy in the past few decades. That's going into reverse. And also Chinese car companies are getting stronger, getting more competitive. And so German car companies have to deal with that. Just one number, the market share of VW in electric cars in China is only 2%. And that kind of shows the problem. So let's carry out a little thought experiment. What if the roof is burning and the whole building does burn down? What happens if the German car industry collapses? It really depends on how you look at it. I mean, if you look at their employment in the car industry, it's not that big. It's 900,000 people. It's 2% of Germany's total workforce. So that's digestible in a way. Also, I mean, most German cars or German logo are produced outside of Germany. Last year, only three and a half million cars left German factories. That's as many as Germany produced in the seventies. So it's an industry that, at least in Germany, is not that important. That said, if you look at other numbers like gross value added, that is much bigger, much bigger than other countries. Like nearly 3% of gross value added in Germany is generated by the car company. So it really depends on which numbers you look at. But anyway, these numbers don't really give you a good idea of the sector's true importance for Germany. Which is what? Germany's car industry is kind of like the foundation of the German economy. Other institutions or businesses or sectors are built on top of it. So it's not just suppliers, but it's also chemical companies. I mean, a big chunk of their sales depends on the car industry. The other thing is regional equality. Car factories are often built in regions which are otherwise economically weak. And so if they went away, that would unbalance Germany's economy and also the politics in Germany. Then there is the industrial relations in Germany. So the world's biggest single trade union, the EG METAL, is as strong because of the car industry and strong unions tend to be able to negotiate more reasonable deals. So if the car industry went away and the trade unions were weakened, that would certainly lead to more tumultuous industrial relations in Germany. And then of course there's the whole psychological thing. I mean, Germans have kind of gotten used to that the soccer team is no longer world class, at least in this generation of players. But if the car industry went away, that would really hit them hard and also weaken the image of other German industrial products. Fear heading the post-war industrial revolution is automobile manufacturing. Then of course there's history. So after the war, the car industry was the industry that allowed Germany to rebuild its self-confidence. Rolling along on an output of two and a half million cars a year, West Germany increases its exports 700% in a single decade. So if that went away, it would make it more difficult for Germany to look at themselves and be proud. So if Germany's car industry is set to diminish at least somewhat, how do you see it navigating all of these difficulties? It really depends on how quickly the car industry shrinks. If the change is slow, then the system will adapt. Suppliers like Bosch or Continental will sell to other companies. Even EW, they could become sort of a contract manufacturer for other car companies in the same way Foxconn, the Taiwanese companies, build smartphones for Apple. But at the same time, I wouldn't say that's all a bad thing because Germany is, I think, just a bit too overexposed when it comes to cars. It needs to be a bit more diverse in its economy. And the best case scenario would be that Germany gradually moves away from the car industry and diversifies its industrial base. But what about the psychological effects of that? If being a prestige carmaker is so much a part of the German psyche? It would have to change how it sees itself. It would no longer be this nation that makes wonderful machines that run smoothly and kind of impress everybody. It would have to find something else to glom on, something else that feeds the national German pride, so to speak. Ludwig, thank you very much for your time. Thanks, Jason. Yesterday the Lionesses, England's female national football team, took on Australia in the World Cup semi-final. Their victory secured them a spot in the competition's final for the first time ever. Fans of the team were nothing short of ecstatic. Not long ago, this win would have gone fairly unnoticed by many Brits. But thanks in part to the Lionesses' recent series of wins, that appears to be changing. British women have actually been playing football in quite an organised way since the late 19th century. Mayon Ridge is a Britain correspondent at The Economist. And there were teams started by women who worked in factories, which took off particularly during the First World War when some clubs were started by factories themselves for their employees. In 1921, this rather surprising ban was introduced by the Football Association. It decided that football was quite unsuitable for females and they were banned from playing on Football Association-affiliated grounds, that is, the pitches that were used by professional men players. But even after the FA ban was lifted, really very late in 1970, top-level women footballers had to still pay for their own travel, including to international tournaments. And the media, certainly in Britain, was almost entirely uninterested in how they got on. And so what's changed? So one of the quite striking things, I think, about women's football is that it's taken an incredibly long time, and much of it during an era of female empowerment and emancipation in other areas, for attitudes to women's football to catch up. After a period in which a lot of talent has been squandered and girls have been given the message that they shouldn't be competitive about football, change is now happening at quite a clip. So the FA in 21 launched a campaign for equal access to football in communities and schools by 2024. And if that happens, it will be largely thanks to the success of the current England women's team. So in 22 last summer, the Lionesses beat Germany 2-1. And yesterday, of course, they beat Australia, the host nation, in the World Cup and are now going through to the finals. And is all this success bringing in more money? Well, there's been quite a dramatic and sharp rise in viewing figures for women's Super League games. The women's Super League was started in 2011. It only became fully professional in 2017. But the success of the Lionesses will certainly result in more investment for those competitive women's leagues, and also non-professional leagues around the country. There's clearly now money to be made from women's football. At the grassroots, there have been signs of growth for quite a long time. So more women want to become coaches, more teams and clubs are being established in villages and towns and cities. But the most important part, probably, of the Lionesses' success is that it will encourage more girls to play and join these clubs and teams. And this is evident in the playground and in primary school teams, for example. The number of primary schools with girls or mixed teams has risen by 10 percentage points since last summer. Outside school, clubs have multiplied too, but there's still a lot more to be done. Such as what? Well, basically investment. There needs to be clubs for girls of every age who want to play football, just as there are for men. But I think there are two areas that the government should focus on particularly. The first is keeping girls playing through puberty and into adulthood. This government commission report that was published earlier this year found that there were insufficient playing opportunities for girls who wanted to be competitive at football between the ages of 11 and 14, and they were being forced to join boys' teams or play against boys. Now, this is the age when many girls drop out of sport. That's partly, although not entirely, because it's really hard to enjoy playing football if you're constantly being beaten by people who you know are not actually as skilled as you, but they're just faster and stronger because they're male. The other area, I think, is the lack of diversity in girls' football. So one mother who I spoke to for the story told me that she reckoned a quarter of the girls on her daughter's team were privately educated, and almost all were white and middle class. Now, this is a team in South East London, and I've been to boys' competitions in that part of London, and they are not predominantly white or middle class. So think of the talent that's being missed there. So what's needed there is an investment in girls' clubs and teams so that families don't have to travel so far to practices and games, which obviously takes time and money. And how can we make sure that girls don't give up on football so young? So female sports like football, which are competitive and physical, need their own single sex teams. Last year, the government, which obviously wants in on England's women's football glory, introduced this kite marks type scheme for schools that offer equal sporting chances for boys and girls. That's a start. But if women's football in England is to really take off, grassroots football is essential. It's very common to hear boys, especially little boys, saying they want to be professional footballers. What they're saying there when they express that ambition is, I want to excel at this game. I want to be really phenomenally competitive about it. And it's unusual to hear girls saying that. It would be really wonderful if more girls said this about football. I think that in time they probably will. Mian, thank you so much for coming on the show, and good luck to the Lionesses. Thank you so much, Ori. That's all for this episode of The Intelligence. We've got some news for you if you're a subscriber. The Economist's app now has a dedicated tab for this show and for all of our podcasts. It's the easiest way to tune in every single day. And if you're not a subscriber to The Economist, what are you waiting for? Come join us. Get a free 30-day digital subscription by going to economist.com slash intelligence offer. The link, as usual, is in the show notes. We'll see you back here tomorrow. The world is unpredictable, but it's also understandable. Economist Education offers a six-week online course on international relations, designed by The Economist's editors and invited experts. It gives you the knowledge and insight to navigate the rapidly changing worlds of geopolitics, business and technology. And as a listener, enjoy a 15% discount with the code POLITICS. So sign up now at economist.com forward slash international relations."}, "podcast_summary": "Summary: In this episode, The Intelligence podcast covers two main topics. The first part of the podcast discusses the growing significance of Latin America in the global commodities market. The region is rich in critical minerals and metals such as copper and lithium, which are in high demand due to the green transition and increasing population growth. With geopolitical tensions and a desire for neutral regions, Latin America is becoming an attractive place for investment. However, the region needs to address issues such as regulatory approval and changing government policies to fully benefit from this commodities boom. The second part of the podcast focuses on the challenges facing Germany's car industry. The industry is going through major transitions, including electrification, software development, and increased competition from China. The success of electric vehicles in China is relatively low for German car manufacturers, and the industry is feeling the pressure to innovate and adapt. While the collapse of the car industry would have various implications for Germany, such as employment, regional equality, and industrial relations, it may also present an opportunity for the country to diversify its economy. In the final part of the podcast, the discussion turns to the rise of women's football in the UK. The Lionesses, England's female national football team, have achieved significant success, reaching the World Cup final for the first time ever. This success has led to a rise in viewing figures for women's Super League games and increased interest in women's football at all levels. However, there are still challenges to overcome, such as access to playing opportunities for girls between the ages of 11 and 14, and the lack of diversity in girls' football. Investment in girls' clubs and teams is needed to encourage more girls to continue playing football and to ensure equal sporting chances for all.", "podcast_guest": "Claudio Adones", "podcast_highlights": "Highlight 1: The Atacama Desert in Chile is home to the largest lithium plant in the world, which is a key element in the production of high-capacity batteries for electric vehicles. The desert is becoming increasingly important as the global demand for electric vehicles continues to grow.\nHighlight 2: Latin America is well-positioned to meet the increasing demand for metals and minerals, as the region has significant reserves of critical minerals and metals such as copper and lithium. Latin America is also the world's largest net food exporter, providing a significant amount of soybeans, maize, beef, poultry, and sugar to meet global demand.\nHighlight 3: Latin America's attractiveness as an investment destination is growing due to geopolitical tensions between China and the US, which is prompting some investors to look for neutral regions. Latin America's proximity to the centers of demand, its abundance of resources, and its relatively peaceful and neutral status make it an increasingly attractive place for investment."}