{"podcast_details": {"podcast_title": "The AI Breakdown: Daily Artificial Intelligence News and Discussions", "episode_title": "Why AI Hype Has Peaked (And Why That's A Good Thing)", "episode_image": "https://megaphone.imgix.net/podcasts/9ad36894-20f2-11ee-9d6c-d76aa9b66d23/image/BITCOIN_BUILDERS_3.png?ixlib=rails-4.3.1&max-w=3000&max-h=3000&fit=crop&auto=format,compress", "episode_transcript": " Today on the AI Breakdown, we're exploring why it feels so much like the AI hype has died down and what's actually going on behind the scenes. The AI Breakdown is a daily podcast and video about the most important news and discussions in AI. Go to breakdown.network for more information about our newsletter, our YouTube, and our Discord. Welcome back to the AI Breakdown. Today I am traveling. I'm on the road for most of the day, so I decided to do a little something different. Tomorrow you will be back to your normal brief plus main episode structure, but today we are looking at something that I think has been an undercurrent throughout the summer, which is a feeling that the hype around AI has died down somewhat. What I want to do today is explain why that is, what's actually happening behind the scenes, and what could bring things back. So let's start by talking about all the things that are contributing to this feeling of AI burnout or fatigue. The first is influencer hype fatigue. And I want to be clear, for those of you watching the video, I have a tweet from Rowan Chung up that says, this week in AI just changed everything. I'm definitely not specifically calling Rowan out. I think the rundown is a great newsletter. But the problem is that when you have a million different influencers all every single week saying things like this, this week in AI just changed everything, people naturally start to stop caring. If every week quote unquote changes everything, is any week really that special or different? This has almost nothing to do with AI itself and almost everything to do with human psychology. Plus the reality is that over the last couple months, more or less we stopped having massive weeks at least judged by what was happening in April and May. So the general fatigue of influencers calling every week a massive week, plus the fact that it simply wasn't true in many cases, leads to factor one in the feeling of hype dying down which is influencer hype fatigue. Next up, and this is somewhat related, is tool fatigue. Another very common format you see on places like Twitter are posts talking about how many AI tools are out there. Max Rascher here says, I've spent countless hours using 1500 plus AI tools. There's only a handful I actually use. Using creation tools, presentation tools, productivity tools, resume tools, writing tools, video tools. Here's the top 24 AI tools that I use daily ish. Now good on Max for whittling 1500 down to 24, but 24 tools that you have to learn and keep up with is still an overwhelming amount for most people. Others are pushing even more. Rahul here says 60 AI tools to start your $6000 a month online business in 2023. We even have multiple tool aggregators like futuretools.io, the rundown super tools database and more. So reason number two, why it feels like the AI hype has died down. People dropping out because of tool fatigue. Next up on our list is genuine tech limits. I think this is best summed up by all of the excitement and then the letdown around auto GPT. Now auto GPT, at least in people's minds was supposed to be this thing where all of a sudden we had autonomous AI agents to do basically any task that happened on the computer. Simply input something that we wanted to get done, be it as simple as preparing a grocery list for the week around a set of recipes, meeting a specific dietary restriction, and then have all the ingredients show up at your house or as complicated as starting a business that would make you thousands of dollars of passive revenue per month. Now I've done lots and lots of videos and content about where auto GPT gets stuck, what the promise really is better ways to think about what's available now. But coming off of these technologies that were over delivering relative to their promise, things like mid journey four plus and chat GPT 3.5 plus and for people who are in it, auto GPT was a letdown. Greg comrade who does great videos on YouTube explaining different AI technology identified auto GPT as the moment when mania peaked AI VC and podcaster Sarah Guo said late 2022 23 AI interest has peaked question mark on August 12th. And Greg responded short term hype peaked with auto GPT mania expectations have been getting more realistic interest slash hype comes when there is uncertainty. Another wave will happen when GPT five or equivalent is released. We'll get into more arguments about when a mania might come back in just a moment. Next up on our list of reasons why it feels like AI hype has died down summer. One of the stories that came out in July was that in June chat GPT usage fell for the first time since it had launched in November. One of the obvious explanations for this was that all of the kids who were using it to help with their homework, or if you ask a more cynical source cheat on their homework, simply didn't need to because they were on summer vacation. I think getting outside of the cynical interpretations, the reality is is that students had one of the most obvious product market fits with chat GPT of any category of user. Again, holding aside the cynical cheating use case, chat GPT as an aid for research for composition for all the things that people have to do in schools is just an incredible see change and improvement on what existed before. What that means is that not only were people using it less because they didn't need to, the group that arguably had one of the easiest fits and greatest transformations because of the tool wasn't around to be hyping it up. Another huge change that happened was a fundamental shift in the AI safety conversation. This started in a big way when Jeffrey Hinton left Google and started on a press tour beginning with the New York Times at the beginning of May. Part of the reason that this was effective in shifting the narrative was that Hinton was such a compelling figure, a person who had spent his whole life in the AI field, who had won the Turing Award, who had sold his company to Google, and who had previously thought that Google was a good steward of the risks of AI, leaving to say that something fundamentally had changed, that he was concerned that things were moving faster than he ever anticipated, and that he didn't exactly trust the big companies like Google that he had just left to actually handle things responsibly. All that added up to a message that people didn't want to ignore. And on top of that, if we are being real, mainstream media was also ready for a narrative shift. They had written the chat GPT as amazing story for the previous six months, and so the extinction risk story, which already would have been good because it is such a shocking and terrifying argument, became the perfect counter to the gushing excitement that had characterized the first half of the year's coverage. And the point of all this is that if we're spending less time talking about how useful the technology is and how much it's changing how people work or learn, and spending more time talking about why it might kill us, that's necessarily going to turn down the volume on the hype at least a little bit. On top of the long term concerns around extinction risk, we also had an AI backlash begin that was much more here now and in the present. Emblematic of this has been the strike with the Writers Guild of America as well as the Screen Actors Guild, which while about lots of different things has artificial intelligence right at the center of it. Those unions have understandably tried to appeal to a wider audience by saying we are the first but we will not be the last group of employees whose jobs AI threatens. Now of course this is only one highly visible example of the AI backlash, but it's happening in many many more places as well. Okay, so just to catch up with ourselves at this point, we have talked about influencer hype fatigue, tool fatigue, genuine tech limits, school summer, AI safety narrative shift, and an AI backlash, but we are still not done with why the hype has died down. Another big factor is that when it comes to major releases, not little ones, but major releases, at least when it comes to the big LLMs, things have slowed down a little bit. And maybe specifically things have slowed down at OpenAI. Now there are a couple reasons for this. One is the chip shortage. OpenAI's Sam Altman has complained that things that they had intended to put out this year such as a multimodal model were being held up by the shortage of chips. But then a second piece I believe has to do with lack of regulatory clarity. I think that OpenAI is extremely worried that training and releasing GPT-5 before there is some amount of regulatory clarity would be a big mistake and something that was likely to land them in hot water. But whatever combination of policy regulation and chip shortage reasons it is, the fact that the releases that we've had have still all by and large been less powerful than chat GPT's GPT-4 has impacted the hype just a little bit. Last factor, which is a little bit of a weird one. On the one hand, we have seen reports that AI has started to impact people's real jobs. For example, in June, we got a report that said that 4,000 jobs had been lost due to AI, which was the first time that this particular survey conductor had identified artificial intelligence as a driving force behind any sort of employment issue. The flip side, however, is that I believe by and large people don't feel like in the context of the coming months that their job is imperiled by AI. Perhaps they believe that the structure of their industries will change over the course of the coming years, and perhaps they even sense that they need to get adept at these tools quite quickly. But outside of specific contexts like Hollywood, where there are active proposals to change the way that people work because of AI, I think people feel like they have a little bit more breathing room than perhaps they did a few months ago. So with that, let's shift the talk about what I think is actually happening right now behind the scenes. Because as much as it might feel like AI hype has died down, I do not think it would be accurate to take that view of the AI space as a whole and extrapolate it out to think that there is something that has fundamentally shifted. So what is actually going on behind the scenes? The first thing is that there is a huge bifurcation between users and builders. What I mean by that is that while the hype might have died down among the general normie population, right, the 100 million people who started trying out chat GPT just a few weeks after it launched, there has not only not been a die down in people who are building and hacking on AI, it has done nothing but continue to increase. Exemplary of that are the basically weekly hackathons that you're seeing at places like Silicon Valley's AGI house, where just tons and tons of people are working to build the next generation of AI applications and infrastructure. Why Combinator Paul Graham talked about the shift in entrepreneurship in general because of AI. Yesterday, he tweeted, the AI boom hasn't just changed the ideas startups are working on, it has also changed the founders. They're more technical on average. AI tools may ultimately help non-technical founders, but at this stage, the startups are more likely to be building than using such tools. Now part of that hacking, so this is sort of a separate but related thing, is around rapid open source iteration. Back in May, we got that leaked memo from someone inside Google that argued that neither they nor OpenAI had a moat because of how much was being built on open source technologies. The Google author identified the leak of Facebook's llama model as part of the progenitor of this trend, and for those paying attention to what developers are actually hacking, basically a non-stop sever in the open source domain that tell a very different story than the broad sense of hype leaving the space. Along similar lines, another thing that's happening behind the scenes is that enterprises are actually retrofitting their operations to use AI. AI entrepreneur Sam Hogan wrote about this in a viral thread in July, arguing that the proliferation of open source technologies has allowed executives and engineering departments at big companies to build custom solutions that work for them rather than go buy off-the-shelf third party solutions from startups. Of course, that's work that happens behind the scenes, it takes a long time, and it isn't necessarily associated with big announcements and hype. Another thing that's happening is something that I would characterize as individual workflow experimentation. And what I mean by that is that as a response to the tool fatigue and the influencer hype fatigue that we talked about in the last section, I think a lot of people are instead focusing in on just a handful of tools, or really more specifically, chat GPT and the things like it and figuring out how it actually works within their own workflows and the job that they're doing. As Rachel Woods put it, today AI adoption is most definitely a skill. It probably takes 100 plus hours to hit the tipping point where it becomes second nature to integrate it into your daily work and life. Even though chat GPT made AI incredibly accessible, there's still a significant ramp up period to where the real value is. To find your breakthrough use cases, you're going to either have to put in the work or wait until it's so mainstream and the usability is more solved. I think a lot of people right now are doing that work. And again, it's more quiet. It's behind the scenes. It's not something that turns into a big Twitter thread. Over on the policy side, we're also at an in-between moment where Congress and the Senate have realized that they really need to get on AI regulation, but also that they need to get it right. And they have to learn a lot to get it right. Stanford just held a congressional boot camp that was literally just for congressional staffers to get up to speed on AI and Senate majority leader Chuck Schumer is creating something like a nine part course of hearings and learning sessions for fellow members of the Senate in order to get up to speed so that they can actually regulate things effectively. Once again, you'll notice the trend here. A lot of the important behind the scenes work, not the fun announcements that make good news. And that I think is really the story of this moment. The hype has absolutely ebbed, but really only from the narrative standpoint, from the media standpoint. Where that energy has flown, that energy hasn't dissipated in other words, but it has moved into more practical pursuits that are actually trying to convert hype and possibility into reality in lots and lots of different ways and spheres that cuts across enterprises, individuals, startups, developers, and even policymakers. So the question of course is, will the hype come back later this fall? And if so, what could bring it back? I think it's totally possible. Two things that I think could have some impact in bringing it back. One is the return of school. I just think that having an entire category of users who have extreme product market fit with chat GPT coming back into the fold is likely to push more stories about use cases and how people are doing things and all the stuff that leads to media stories. And just generally people talking about how they're using the technology again in a way that gets their friends and peers excited. A second possibility is that we get some big announcements. It feels fairly unlikely that we get a GPT-5 announcement given what I said about the policy sphere, but Google certainly seems intent to hype up its Gemini service as an answer to chat GPT. And if it's really as good as the people inside that company are making it out to be, that could certainly be something that resets the hype meter. My guess though, overall, is that this isn't exactly how it plays out. In other words, I think that the first wave of hype following chat GPT will stand as a unique historical artifact. That doesn't mean that I think that enthusiasm around artificial intelligence will somehow go away or even frankly wane very much. Instead, what I think that we'll get is a lot less puffy things about possibility and a lot more practical application. For example, I think that we're going to see a super emphasis on LLMs and the use cases that surround them versus quite as much hype about individual tools that are maybe a little bit farther out in terms of their product market fit. Surrounding that, I think we're going to get continued workflow updates where people who are in particular roles or particular industries share how they are using things like chat GPT to change and improve their work. Those models will then impact people who have roles similar to them or who are in shared industries leading to continued adoption now that there are templates. I think that we're going to see an increase in private enterprise deployments of LLMs, many of which will be customized to the specific needs of the business and which will particularly bring the power of LLMs and data analysis that comes from them into the work that companies are already doing. When it comes to all these far flung tools that are so far just the province of Twitter lists, I think that we'll start to see specific tools and tool categories integrated into industries more fluidly. For example, obviously you guys who are listening to this or watching this know that I've been experimenting with text to voice technologies and I can't imagine that decreasing given that models just keep getting better. So rather than a generalized hype for voice cloning technology, you're going to see it in specific places such as in my case, content creation. Finally, I believe that GPT-5 is going to be the first advanced model to go through whatever new regulatory rigmarole we come up with. I think everything from its training to its testing to its red teaming to its deployment and ultimately to its public release is going to be done along some lines to be compliant with a new set of rules and regulations meant to keep the world safe in the face of very advanced AI models. So that is my assessment of where this conversation around hype is and what I think is coming next. Let me know if you agree or disagree, use the comments or come join us on the AI Breakdown Discord. Go to bit.ly slash AI Breakdown, join the conversation. And if you like this video or this podcast, please consider leaving a review and a rating if you're listening and a thumbs up and a subscribe if you're watching. Until next time, peace."}, "podcast_summary": "In this episode of the AI Breakdown, the host explores why it feels like the hype around AI has died down and what's really happening behind the scenes. The host points out several factors contributing to this feeling, including influencer hype fatigue, tool fatigue, genuine tech limits, summer break, AI safety concerns, and the AI backlash. However, the host emphasizes that while the hype may have died down, the AI space is still thriving with continual advancements and developments. Behind the scenes, there is a significant focus on building and hacking AI applications and infrastructure. Enterprises are retrofitting their operations to use AI, and individuals are experimenting with AI tools within their own workflows. Additionally, policymakers are working on AI regulation and learning about the technology. The host suggests that the hype may come back with the return of school and big announcements in the future. However, they predict that the focus will shift towards practical application and specific use cases, rather than general hype. Overall, the host believes that enthusiasm for AI will continue to grow, but it will be more grounded in real-world applications and advancements.", "podcast_guest": "Rowan Chung", "podcast_highlights": "Highlights from the podcast:\n\n1. Influencer hype fatigue: The constant exaggeration and overhyping of AI advancements by influencers has led to a decrease in interest and excitement among the general public.\n2. Tool fatigue: The sheer number of AI tools available has overwhelmed many people, and they struggle to keep up with learning and using them effectively.\n3. Genuine tech limits: The letdown around certain AI technologies, such as auto GPT, not living up to the high expectations has contributed to the feeling of AI hype dying down.\n\nPlease note that these highlights are a summary of the podcast and may not capture all the nuances and details discussed."}